const p1 = `你好，我是何俊杰，一个前端开发者，开源开发者，Gopher。`

const p2 = `我毕业于中北大学物理系应用物理学专业，现为大学生志愿服务西部计划志愿者，服务于新疆维吾尔自治区昌吉回族自治州木垒哈萨克自治县统计局。`

const p3 = `大学期间，历任中北大学理学院学生创新实践中心信息管理部干事、中北大学大数据协会技术部部长、中北大学工程训练中心“创造者联盟”网络开发组组长、纽扣技术联合创始人。`

const p4 = `在新疆志愿服务期间，我为哈萨克语创建了以 “哈拼” 为代表的一系列开源项目。以产品的角度来思考，以开发的角度来实现，用开源为社会创造更多的价值。`

const p5 = `我的兴趣爱好比较广泛，比较喜欢音乐，也是一名风光摄影爱好者（尼康好兄弟）！`

const cn = {
    me: {
        "name": "何俊杰",
        "description": "开源开发者、前端开发者、Gopher",
    },
    about: {
        "p1": p1,
        "p2": p2,
        "p3": p3,
        "p4": p4,
        "p5": p5,
    },
}

export default cn
